<h1>ประวัติการสั่งซื้อ</h1>
<!-- Array
(
    [0] => Array
        (
            [bin_id] => 000001
            [list] => Array
                (
                    [0] => ขนมปัง1 จำนวน 5 ชิ้น ราคา 12 บาท
                    [1] => ขนมปัง2 จำนวน 4 ชิ้น ราคา 13 บาท
                    [2] => ขนมปัง3 จำนวน 5 ชิ้น ราคา 15 บาท
                )

            [created_at] => 2017-12-15 14:27:40
            [total] => 187
        )

    [1] => Array
        (
            [bin_id] => 000003
            [list] => Array
                (
                    [0] => ขนมปัง1 จำนวน 5 ชิ้น ราคา 12 บาท
                    [1] => ขนมปัง2 จำนวน 4 ชิ้น ราคา 13 บาท
                    [2] => ขนมปัง3 จำนวน 5 ชิ้น ราคา 15 บาท
                    [3] => เค้ก2 จำนวน 3 ชิ้น ราคา 13 บาท
                    [4] => เค้ก3 จำนวน 6 ชิ้น ราคา 20 บาท
                    [5] => เค้ก5 จำนวน 9 ชิ้น ราคา 20 บาท
                    [6] => เค้ก4 จำนวน 10 ชิ้น ราคา 15 บาท
                )

            [created_at] => 2017-12-15 20:36:50
            [total] => 676
        )

) -->
<table class="table table-striped">
    <thead>
        <tr>
            <th>เลขที่บิล</th>
            <th class="text-center">รายการ</th>
            <th>วันที่สั่งซื้อ</th>
            <th>ราคารวม</th>
        </tr>
    </thead>
    <tbody>
    <?php foreach($rows as $key => $bin) { ?>
    <tr>
        <td><?=$bin['bin_id']; ?></td>
        <td>
            <?php foreach($bin['list'] as $k => $list) {?>
                
            <?=$list;?>
            <?php } ?>
        </td>
        <td><?=$bin['created_at']; ?></td>
        <td><?=$bin['total']; ?></td>
    </tr>
    <?php } ?>
    </tbody>
</table>